story = {
    "ep1_intro": {
        "steps": [
            {
                "text": "Вы едете по дороге к базе отдыха. Вдруг слышите какой-то звук от машины и останавливаетесь, вы оказываетесь у странного городка Эвансон.",
                "characters": [
                    {"name": "Майкл", "line": "Отлично, этого еще не хватало! Видимо отдыхать мы будем на трассе."},
                    {"name": "Люк", "line": "Мда, и что делать будем? В принципе я могу уже достать палатку, устроимся вон там, на поляне."},
                ]},
            
            {
                "text": "",
                "characters": [
                    {"name": "Майкл", "line": "Ты издеваешься? Шучу я. Ща, пошли до города дойдем, может кто поможет"},
        ]},
        
             {
                "text": "",
                "characters": [
                    {"name": "Джессика", "line": "Тут жутковато как-то, может вы сами сможете починить."},
                ]},
       
             {
                  "text": "",
                 "characters": [
                    {"name": "Люк", "line": "С вами будут два самых крутых и смелых парня, если что, подставим им Майка и убежим"},
             ]},
            
        {
                  "text": "",
                 "characters": [
                    {"name": "Майкл", "line": "Ну да. Самим это не починить, мы же не механики. Вы тогда оставайтесь в машине, тут безопасней"},
             ]},
        
             {
                  "text": "",
                 "characters": [
                    {"name": "Джессика", "line": "Ну уж нет, в фильмах ужасов всегда разделяются перед тем, как начнется треш. Мы с вами."}
                ]
            },
        
            {
                "text": "Вы направились к городку. Он выглядел тихим и жутковатым. На дороге у машины стоит мужчина лет 50-ти.",
                "characters": [
                    {"name": "Шериф Донован", "line": "Добрый день! Могу чем помочь? Заблудились?"},
                ]},
       
             {
                  "text": "",
                 "characters": [
                    {"name": "Майкл", "line": "Здрасьте, у нас тут что-то с машиной случилось, а мы торопимся. Может у вас есть автосервис неподалеку?"},
             ]},
         
             {
                 "text": "", 
                 "characters": [
                    {"name": "Шериф Донован", "line": "Нуу... автосервис, громко сказано. У нас машинами и техникой занимается Трэвис, давайте подброшу. Где вы там застряли?"},
             ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Люк", "line": "Да там, у въезда в город стоим"},
             ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Шериф Донован", "line": "Прыгайте, домчимся с ветерком"}
                ]
            },
            {
                "text": "Садитесь в старую буханку, добираетесь до своей машины. Парни и мужчина цепляют машину и все отправляются к мастеру.",
                "characters": [
                    {"name": "Шериф Донован", "line": "Я, кстати, Донован, Шериф Донован. Слежу за порядком в нашем городе, гости у нас тут редко, так что если что нужно, обращайтесь"},
                ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Джессика", "line": "Спасибо, я Джессика, а это Майкл, Алекс и Люк."},
             ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Шериф Донован", "line": "Куда едите если не секрет?"},
             ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Джессика", "line": "Мы празднуем конец сессии, сняли домик на базе отдыха, но ехать туда конечно тяжеловато оказалось."}
                ]
            },
            {
                "text": "Издалека виднеется обшарпанный дом и открытый гараж, возле гаража возился с тракторами механик.",
                "characters": [
                    {"name": "Шериф Донован", "line": "|свистит| Здорова! Подобрал тут ребят, на базу отдыха собрались, а машина не едет, подшаманишь им?"},
                ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Трэвис", "line": "Здорова, здорова. Ну, давай гляну, что там у вас"}
                ]
            },
            {
                "text": "Механик осматривает вашу машину, что-то бормоча под нос. Спустя 15 минут...",
                "characters": [
                    {"name": "Майкл", "line": "Ну что там? Сколько по времени займет? Нам бы до темноты выехать уже"},
                ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Трэвис", "line": "Не, за сегодня не успею, нужно провести диагностику, да и запчасти новые еще не пришли. Завтра-послезавтра все будет готово."},
             ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Люк", "line": "Не, это не варик, мы сегодня уже въехать должны"},
             ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Трэвис", "line": "Хм, ну если хотите заглохнуть посреди леса, то вперед. Да и не дело ночью в ту сторону соваться."},
             ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Джессика", "line": "А у вас есть здесь где-нибудь отель и кафе, чтобы мы на ночь остались и поужинали?"}
                ]
            },
            {
                "text": "Шериф везет вас до дома миссис Харпер.",
                "characters": [
                    {"name": "Люк", "line": "(шепотом) Вам не кажется все это странным? Нас приютили, а шериф еще про укрытие какое-то говорил..."},
                ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Джессика", "line": "Ну да, здесь обитают людоеды и едят они только по ночам. Не прикапывайся к словам, Люк. Они нам помочь хотят, а ты..."}
                ]
            },
            {
                "text": "Вы подъехали к уютному домику, через окно видно, как женщина в возрасте что-то готовит.",
                "characters": [
                    {"name": "Шериф Донован", "line": "Харпер, привет! Тут у нас странники прибыли, машина у ребят сломалась, а чинить её как минимум до завтра, приютишь?"},
                ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Миссис Харпер", "line": "Донован! Ну конечно, проходите, у меня на втором этаже есть свободные комнаты. Меня зовут миссис Харпер, проходите, ребята."},
             ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Майкл", "line": "Спасибо, мы пока вещи оставим"},
             ]},
             {
                  "text": "",
                 "characters": [
                    {"name": "Миссис Харпер", "line": "Размещайтесь, а потом спускайтесь на обед, заодно познакомимся"}
                ]
            },
            {
                "text": "На втором этаже было несколько комнат. Комната для гостей оказалась просторной и милой.",
                "characters": [
                    {"name": "Люк", "line": "В принципе могло быть и хуже. Ещё и накормят на халяву."},
                ]},
             {"characters": [
                    {"name": "Майкл", "line": "Ха, а тебе лишь бы пожрать"},
             ]},
            {
                 "text": "",
                "characters": [
                    {"name": "Люк", "line": "А почему бы и нет"}
                ]
            },
            {
                "text": "Миссис Харпер уже накрыла на стол и положила еду по тарелкам.",
                "characters": [
                    {"name": "Джессика", "line": "Ммм как вкусно пахнет."},
                ]},
            {
                 "text": "",
                "characters": [
                    {"name": "Майкл", "line": "Мы даже что-то не представились... эм... я Майк, это Джессика, Люк и Алекс"}
                ]
            },
            {
                 "text": "",
                "characters": [
                    {"name": "Миссис Харпер", "line": "Да мне Донован уже рассказал, как вы на отдых собирались и как сюда забрели. Хорошо, что до темноты успели, а то нехорошо тут по ночам ходить."},
                ]},
            {
                 "text": "",
                "characters": [
                    {"name": "Джессика", "line": "Да мы же на машине, если что там бы переночевали"},
            ]},
            {
                 "text": "",
                "characters": [
                    {"name": "Миссис Харпер", "line": "И то верно, вы кушайте"}
                ]
            },
            {
                "text": "Вы пообедали и вышли осмотреть местность. Звук колес. В город въезжает внедорожник."
            }
        ],
        "goals": {
            "Майкл": "Найти помощь, в ответе за своих друзей, лидер группы",
            "Джессика":"Подружиться с местными, поднимать всем настроение, немного наивная",
            "Люк": "Разряжает обстановку, шутник",
            "Шериф Донован": "Заманить приезжих ребят в город, втереться в доверие",
            "Миссис Харпер": "Позаботиться о приезжих",
        },
    }
}
