story = {
    "ep1_intro": {
        "steps": [
            {
                "text": "Вы едете по дороге к базе отдыха. Вдруг слышите какой-то звук от машины и останавливаетесь, вы оказываетесь у странного городка Эвансон.",
                "characters": [
                    {"name": "Майкл", "line": "Отлично, этого еще не хватало! Видимо отдыхать мы будем на трассе."},
                ]},
            {
                     "characters": [
                    {"name": "Люк", "line": "Мда, и что делать будем? В принципе я могу уже достать палатку, устроимся вон там, на поляне."}
                ]
            },
            {
                "characters": [
                    {"name": "Майкл", "line": "Ты издеваешься? Шучу я. Ща, пошли до города дойдем, может кто поможет"}
                ]
            },
            {
                "characters": [
                    {"name": "Джессика", "line": "Тут жутковато как-то, может вы сами сможете починить."}
                ]
            },
            {
                "characters": [
                    {"name": "Люк", "line": "С вами будут два самых крутых и смелых парня, если что, подставим им Майка и убежим"}
                ]
            },
            {
                "characters": [
                    {"name": "Майкл", "line": "Ну да. Самим это не починить, мы же не механики. Вы тогда оставайтесь в машине, тут безопасней"}
                ]
            },
            {
                "characters": [
                    {"name": "Джессика", "line": "Ну уж нет, в фильмах ужасов всегда разделяются перед тем, как начнется треш. Мы с вами."}
                ]
            },
            {
                "text": "Вы направились к городку. Он выглядел тихим и жутковатым. На дороге у машины стоит мужчина лет 50-ти.",
                "characters": [
                    {"name": "Шериф Донован", "line": "Добрый день! Могу чем помочь? Заблудились?"}
                ]
            },
            {
                "characters": [
                    {"name": "Майкл", "line": "Здрасьте, у нас тут что-то с машиной случилось, а мы торопимся. Может у вас есть автосервис неподалеку?"}
                ]
            },
            {
                "characters": [
                    {"name": "Шериф Донован", "line": "Нуу... автосервис, громко сказано. У нас машинами и техникой занимается Трэвис, давайте подброшу. Где вы там застряли?"}
                ]
            },
            {
                "characters": [
                    {"name": "Люк", "line": "Да там, у въезда в город стоим"}
                ]
            },
            {
                "characters": [
                    {"name": "Шериф Донован", "line": "Прыгайте, домчимся с ветерком"}
                ]
            }
        ],
        "goals": {
            "Майкл": "Найти помощь, в ответе за своих друзей, лидер группы",
            "Джессика": "Подружиться с местными, поднимать всем настроение, немного наивная",
            "Люк": "Разряжает обстановку, шутник",
            "Шериф Донован": "Заманить приезжих ребят в город, втереться в доверие"
        }
    }
}
